autojump-rs
baidunetdisk-bin
clementine
clion
clion-cmake
clion-gdb
clion-jre
fcitx5-skin-ori-git
freetype2-wps
google-chrome
hexo-cli
hyprshot
jmtpfs
lceda-pro-bin
libtiff5
linuxqq
mpvpaper
netease-cloud-music
noto-fonts-sc
rslsync
stm32cubeide
stm32cubemx
sway-im
ttf-foundertype-sc-fonts
ttf-wps-fonts
typora
v2raya-bin
visual-studio-code-bin
vofa+
wechat-universal-bwrap
wlroots-hidpi-xprop
wps-office-365
xmind
yesplaymusic
