adobe-source-han-mono-cn-fonts
aquamarine-git
chatbox-bin
clion
clion-cmake
clion-gdb
clion-jre
clipman
downgrade
dxvk-bin
fcitx5-pinyin-moegirl
fcitx5-pinyin-sougou
fcitx5-skin-ori-git
google-chrome
hexo-cli
hyprland-git
jmtpfs
katago-cpu
lceda-pro-bin
libtiff5
linuxqq
logisim
ltspice
matplotlib-cpp-git
minecraft-launcher
mpvpaper
noto-fonts-sc
ntfsprogs-ntfs3
paru-git
pot-translation-bin
python-pyautogui
q5go
scala
sing-box
sov
sunshine-git
tlpui-git
ttf-foundertype-sc-fonts
ttf-lxgw-wenkai
ttf-lxgw-wenkai-screen
ttf-twemoji
ttf-wps-fonts
typora
visual-studio-code-bin
vkd3d-proton-bin
vofa+
watchman-bin
waybar-git
waydroid
wayfire
wechat-universal-bwrap
wlogout
wps-office-cn
wps-office-mui-zh-cn
xdg-desktop-portal-hyprland-git
xmind
xwayland-satellite-git
yesplaymusic
zotero
