adobe-source-han-mono-cn-fonts
ags-hyprpanel-git
aquamarine-git
baidunetdisk-bin
chatbox-bin
clash-verge-rev-bin
clion
clion-cmake
clion-gdb
clipman
dooit-bin
downgrade
dxvk-bin
execstack
fcitx5-pinyin-moegirl
fcitx5-pinyin-sougou
fcitx5-skin-ori-git
folo-bin
google-chrome
hevi-bin
hexo-cli
hyprland-git
jmtpfs
katago-cpu
lceda-pro-bin
linux-akira
linux-akira-headers
linuxqq
logisim
ltspice
matplotlib-cpp-git
mihomo
minecraft-launcher
modprobed-db
mpvpaper
noto-fonts-sc
paru-git
pot-translation-bin
python-pyautogui
q5go
qt6ct-kde
scala
sing-box
sov
splayer-appimage
stm32cubeclt
stm32cubemx
sunshine-git
sway-git
tlpui-git
ttf-foundertype-sc-fonts
ttf-i-ming-fonts
ttf-lxgw-wenkai
ttf-lxgw-wenkai-screen
ttf-twemoji
ttf-wps-fonts
typora
ventoy-bin
visual-studio-code-bin
vkd3d-proton-bin
vofa+
watchman-bin
waybar-git
waydroid
waydroid-image-gapps
wechat-universal-bwrap
wemeet-bin
wemeet-wayland-screenshare-git
weylus-git
wlogout
wps-office-cn
wps-office-mui-zh-cn
xdg-desktop-portal-hyprland-git
xmind
zotero-bin
