baidunetdisk-bin
bless
clash-verge-rev-bin
clion
clion-cmake
clion-gdb
clion-jre
clipman
downgrade
dxvk-bin
execstack
fcitx5-pinyin-moegirl
fcitx5-skin-ori-git
folo-bin
gnu-netcat
google-chrome
gpu-screen-recorder
jmtpfs
jpdfbookmarks
katago-cpu
lceda-pro
linuxqq
logisim
ltspice
matplotlib-cpp-git
mihomo
minecraft-launcher
modprobed-db
mpvpaper
nipaplay-reload-bin
niri-git
noto-fonts-sc
onlyoffice-bin
packagekit-qt5
paru
phoronix-test-suite
pot-translation-bin
proton-ge-custom-bin
python-pyautogui
q5go
qt5-websockets
qt6ct-kde
quickshell-git
scala
sov
splayer-appimage
stlink-server
stm32cubeclt
stm32cubemx
sunshine-git
tkdnd2-git
ttf-foundertype-sc-fonts
ttf-i-ming-fonts
ttf-lxgw-wenkai
ttf-lxgw-wenkai-screen
ttf-twemoji
ttf-wps-fonts
typora
ventoy-bin
visual-studio-code-bin
vkd3d-proton-bin
vofa+
watchman-bin
waydroid-image-gapps
wechat-universal-bwrap
wemeet-bin
wemeet-wayland-screenshare-git
weylus-git
wlogout
wps-office-cn
wps-office-mui-zh-cn
xmind
zotero-bin
