7zip
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
alsa-firmware
alsa-oss
alsa-plugins
alsa-tools
alsa-utils
android-tools
ardour
aria2
ark
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
audacious
audacity
autotiling
baobab
base
base-devel
bat
bc
bear
bind
blender
bless
blueberry
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
btrfs-progs
calibre
cava
ccache
chntpw
chromium
cjson
clamav
cliphist
cmake
compsize
cosmic-session
cpio
ctags
cups
devtools
discover
docker
dolphin
dosbox
dpkg
drawio-desktop
drkonqi
easyeffects
efibootmgr
electron
expect
extra-cmake-modules
fastfetch
fcitx5
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-mozc
fcitx5-pinyin-zhwiki
fcitx5-qt
firefox
fish
flameshot
flatpak-kcm
foliate
gameconqueror
gd
gimp
git
gnome-calendar
gnu-netcat
go
gparted
graphviz
grim
gst-libav
gst-plugin-va
gst-plugins-ugly
gtkwave
gvfs-mtp
gwenview
htop
hugo
hyprpicker
i3blocks
inetutils
inkscape
intel-compute-runtime
intel-gpu-tools
intel-media-driver
intel-ucode
inter-font
jdk-openjdk
jdk21-openjdk
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdenlive
kdeplasma-addons
kgamma
kglobalacceld
kicad
kicad-library
kinfocenter
kitty
kmenuedit
kpipewire
krdp
krita
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kwallet-pam
kwallet5
kwalletmanager
kwayland
kwin
kwrited
layer-shell-qt
lhasa
lib32-alsa-plugins
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-libnm
lib32-libxcomposite
lib32-libxcrypt-compat
lib32-libxinerama
lib32-libxss
lib32-nspr
lib32-nss
lib32-pcsclite
lib32-pipewire
lib32-vkd3d
lib32-vulkan-intel
lib32-xcb-util-keysyms
libc++
libc++abi
libfido2
libgphoto2
libkscreen
libksysguard
libplasma
libportal
libva-utils
libvirt
linux
linux-docs
linux-firmware
linux-headers
lld
lrzip
lsb-release
lsp-plugins
lzop
mako
man-db
man-pages
mariadb
mesa
meson
milou
minicom
mtpfs
musescore
nasm
neovide
neovim
net-tools
netpbm
network-manager-applet
networkmanager
nftables
nginx
nikto
ninja
nmap
noto-fonts-cjk
noto-fonts-extra
npm
ntp
obs-studio
obsidian
ocean-sound-theme
okular
openocd
openssh
openssl-1.1
os-prober
oxygen
oxygen-sounds
packagekit
packagekit-qt5
pamixer
pavucontrol
pdftricks
pipewire-alsa
plantuml
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
powertop
praat
print-manager
pyalpm
python-cffi
python-chardet
python-click
python-cvxopt
python-docopt
python-graphviz
python-matplotlib
python-numba
python-numpy
python-openai
python-opencv
python-pandas
python-paramiko
python-pip
python-pyaudio
python-pynvim
python-pyqt5
python-pytorch
python-requests
python-scikit-learn
python-scipy
python-seaborn
python-sympy
python-websockets
qbittorrent
qemu-full
qqc2-breeze-style
qt5-websockets
qt5ct
rapidjson
rclone
riscv64-elf-gcc
riscv64-elf-newlib
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
rofi
rpi-imager
rust-analyzer
rustup
samba
sane
scdoc
scrcpy
screen
sddm-kcm
sdl2_ttf
sl
slirp4netns
slurp
sof-firmware
spectacle
spice-vdagent
stow
strace
swaybg
swayidle
swaylock
swww
syncthing
systemsettings
telegram-desktop
terminus-font
termusic
tesseract-data-chi_sim
tesseract-data-chi_sim_vert
tesseract-data-eng
tesseract-data-jpn
tesseract-data-jpn_vert
testdisk
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
texstudio
thunderbird
tk
tlp
tmux
tree
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttyper
tumbler
unarchiver
unrar
unzip
valgrind
verilator
vim
vim-airline
vim-nerdtree
virt-manager
vivid
vkd3d
vulkan-intel
wacomtablet
wget
wine
wine-gecko
wine-mono
winetricks
wireshark-qt
wl-clip-persist
wl-clipboard
wlr-randr
wofi
wqy-zenhei
xcb-imdkit
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xmlto
xorg-xwininfo
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zip
